export const mainValuesData = [
  {
    id: 1,
    title: '빠른 속도와 집중력',
    desc: '데일리 미팅을 통해 매일 “어제 한 일, 오늘 할 일”에 대한 대화를 나누며 빠른 속도로 개발을 진행합니다.',
  },
  {
    id: 2,
    title: '효율적 성장',
    desc: '효율적 성장을 위해 테크톡 프로그램과 멘토링 시스템을 진행합니다.',
  },
  {
    id: 3,
    title: '코드의 품질 유지',
    desc: '단순 기능 구현만이 목적이 아닌, 서로의 코드를 리뷰하며 효율적이고, 가독성이 좋으며, 유지 보수가 가능하도록 코딩합니다.',
  },
  {
    id: 4,
    title: '체계적 협업',
    desc: '프런트, 백엔드팀으로 나누어 각자 맡은 역할을 수행하며 협업을 진행합니다.',
  },
  {
    id: 5,
    title: '컴퓨팅 사고',
    desc: '알고리즘, 자료구조 등을 학습하며 효율적인 코드를 위한 사고력을 키웁니다.',
  },
  {
    id: 6,
    title: '리더십',
    desc: '선배가 동아리를 수료하면, 멘토로서 노하우를 멘티에게 공유해 줍니다. 이를 통해 선배도 성장하며, 리더로서 나아갑니다.',
  },
];
